Repository: avar/git
Catalog: po/*.po
Languages: hi

source: Could not make %s writable by group
hi: %s को समूह द्वारा लिखने की इजाज़त नही दे सके

source: insanely long template name %s
hi: टेम्पलेट %s का नाम अत्यंत लंबा

source: cannot stat '%s'
hi: '%s' को [stat] नहीं कर सके

source: cannot stat template '%s'
hi: टेम्पलेट '%s' को [stat] नहीं कर सके

source: cannot opendir '%s'
hi: निर्देशिका '%s' नहीं खोल सके

source: cannot readlink '%s'
hi: लिंक '%s' नहीं पढ़ सके

source: insanely long symlink %s
hi: प्रतीकात्मक लिंक %s अत्यंत लंबा

source: cannot symlink '%s' '%s'
hi: '%s' का प्रतीकात्मक लिंक '%s' में नहीं बना सके

source: cannot copy '%s' to '%s'
hi: '%s' की अनुकृति '%s' में नहीं कर सके

source: ignoring template %s
hi: टेम्पलेट %s की उपेक्षा कर रहे हैं

source: insanely long template path %s
hi: टेम्पलेट %s का [path] अत्यंत लंबा

source: templates not found %s
hi: टेम्पलेट्स नहीं मिले: %s

source: not copying templates of a wrong format version %d from '%s'
hi: '%2$s' से गलत स्वरूप संस्करण %1$d के टेम्पलेट्स की नकल नहीं कर रहे हैं

source: insane git directory %s
hi: खराब गिट निर्देशिका %s
